Repository: MrGreenGaming/i18n
Catalog: mta-racemix/gcshop/*.po
Languages: nl

source: You successfully logged in! Your account is linked to your pc and you will automatically log in.
nl: Je bent succesvol ingelogd! e account is gekoppeld aan je pc en je logt automatisch in.

source: Log out
nl: Uitloggen

source: Login
nl: Inloggen

source: Wrong username, e-mail or password! Go to www.mrgreengaming.com/forums/lostpassword/ to retrieve your password.
nl: Verkeerde gebruikersnaam, e-mail of wachtwoord! Ga naar www.mrgreengaming.com/forums/lostpassword/ om jou wachtwoord op te halen.

source: Not logged in!
nl: Niet ingelogd!

source: Press F6 to buy items in the GreenCoins shop.
nl: Druk op F6 om items in de GreenCoins winkel te kopen.

source: Need more GreenCoins?
nl: Meer GreenCoins nodig?

source: Then visit: https://mrgreengaming.com/greencoins/donate
nl: Bezoek dan: https://mrgreengaming.com/greencoins/donate

source: GreenCoins Shop (F6 to close)
nl: GreenCoins Shop (F6 om te sluiten)

source: Hello and welcome to the Grand Guide to GreenCoins! WTF are Green-Coins? -------------------- They are a currency used by the Mr. Green community. We created a global database where players can connect their Green-Coins to one account, and use them on different game servers. What can I do with Green-Coins in MTA? ------------------------------- You can buy car mods, skins, or other fancy stuff that you can use ingame! What do I need to get Green-Coins? ---------------------------------- You need to register a Green-Coins account, go to the "Register" tab for more info. How do I get Green-Coins? ------------------------------------------
nl: Hallo en welkom bij de Grote GreenCoins Gids! WTF zijn Green-Coins? -------------------- Het is een valuta die wordt gebruikt in de Mr. Green gemeenschap. We hebben een globale database gemaakt waar spelers hun Green-Coins aan een account kunnen koppelen en deze op verschillende gameservers kunnen gebruiken. Wat kan ik doen met Green-Coins in MTA? ------------------------------- Je kunt voertuig modificaties, skins en andere leuke dingen kopen die je ingame kunt gebruiken! Wat heb ik nodig om Green-Coins te verdienen? ---------------------------------- Je moet een Green-Coins acccount registreren. Klik op het tabblad "Registreren" voor meer informatie. Hoe verdien ik Green-Coins? ------------------------------------------

source: Donate
nl: Doneren

source: You can donate. For each euro donated you get 1000 GreenCoins. How do I donate? ----------------------- Go to mrgreengaming.com and click "Green-Coins". If you log into your account, you see a conveniently placed button that says "Send donation". Just follow the simple instructions on there and you're done!
nl: Je kunt doneren. Voor elke gedoneerde euro krijg je 1000 GreenCoins How kan je doneren? ----------------------- Ga naar mrgreengaming.com en klik op "Green-Coins" Als je inlogt zie je een handig geplaatste knop met de tekst "Send donation". Volg de eenvoudige instructies en je bent klaar!

source: Win
nl: Winnen

source: The second way to get GreenCoins is racing. Winning races: you earn GC based on the map length. New toptime: If you're good and manage to get a new top1, top2 or top3 you will earn extra GC! Even if you didnt win or finish you earn Green-Coins based on your results, so don't give up!
nl: De tweede manier om GreenCoins te verdienen is door te racen. Races winnen: je verdient GreenCoins op basis van de lengte van de map. Nieuwe toptijd: Als je goed bent en erin slaagt een nieuwe top 1, top 2 of top 3 te halen, verdien je extra GC! Zelfs als je niet hebt gewonnen of niet bent of de race niet hebt afgemaakt, verdien je GreenCoins op basis van je resultaten, dus geef niet op!

source: More info in the Network section or use this link: http://forums.mrgreengaming.com/topic/2183-the-grand-guide-to-green-coins/
nl: Meer informatie in de sectie Netwerk of gebruik deze link: http://forums.mrgreengaming.com/topic/2183-the-grand-guide-to-green-coins/

source: Register / Login
nl: Registreren / Inloggen

source: 1. Register an account on our Forums ( https://mrgreengaming.com/forums ) 2. Log in using your Forums account:
nl: 1. Registreer een account op onze forum ( https://mrgreengaming.com/forums ) 2. Log in met jou forum account:

source: Username or email:
nl: Gebruikersnaam of email:

source: Password:
nl: Wachtwoord:

source: Bike trials
nl: Motorfiets proeven

source: Faster respawn for 60 days
nl: Snellere respawn voor 60 dagen

source: HP Regen for 30 days
nl: HP Regeneratie voor 30 dagen

source: Custom paintjob
nl: Aangepaste paintjob

source: Voice
nl: Stem

source: Longer burnup time
nl: Langere brandtijd

source: Extra long burnup time
nl: Extra lange brandtijd

source: Health transfer
nl: Gezondheidsoverdracht

source: Double sided objects
nl: Dubbelzijdige objecten

source: Colored Projectiles for 30 days
nl: Gekleurde projectielen voor 30 dagen

source: NTS/DD Vehicle reroll for 30 days
nl: NTS/DD Voertuig herkiezing voor 30 dagen

source: Deadline color change
nl: Deadline kleur veranderen

source: Price:
nl: Prijs:

source: Requires perk
nl: Vereist perk

source: Price: ${price} GC
nl: Prijs: ${price} GC

source: Expires ${expiry}
nl: Verloopt ${expiry}

source: Extra Price:
nl: Meerprijs:

source: Current amount:
nl: Huidig bedrag:

source: Bought!
nl: Gekocht!

source: DeadLine color is now:
nl: DeadLine kleur is nu:

source: Colored DeadLine will only appear when you have bought the perk.
nl: Gekleurde DeadLine verschijnt pas als je de perk hebt gekocht.

source: Rocket color is now:
nl: Raket kleur is nu:

source: Colored rockets will only appear when you have bought the perk.
nl: Gekleurde raketten verschijnen pas als je de perk hebt gekocht.

source: This perk allows you to do stunts on your bike while airborn. You can do tricks by pressing 1-5 and do 360 turns in the air.
nl: Met deze perk kan je stunts doen op je (motor)fiets terwijl je in de lucht bent. Je kunt trucjes doen door op 1-5 te drukken en 360 rondjes in de lucht maken.

source: Price: ${price} GC
nl: Prijs: ${price} GC

source: Respawn time will be limited to 1 second. If you hit a checkpoint, it will be chosen as the respawn point much faster now (normally 5 seconds) but you will keep your health. Expires after ${expiry} days
nl: Respawn tijd zal worden beperkt tot 1 seconde. Als je een checkpoint raakt, zal hhhet nu veel sneller (normaal gesproken 5 seconden) als respawnpunt worden gekozen, maar je behoudt je gezondheid. Verloopt na ${expiry} dagen

source: Regenerate your health. When damaged, this perk will automatically regenerate your health untill you're back at 100% again. Expires after ${expiry} days
nl: Regenereer je gezondheid. Wanner je beschadigd bent, zal deze perk aautomatiscch jou gezondheid regenereren tot je weer op 100% bent. Verloopt na ${expiry} dagen

source: Upload your own custom paintjob images for vehicles with paintjobs! You will be able to do this in the modshop tab. One custom paintjob can be set for all vehicles at the same time. You can buy this multiple times so you can add multiple paintjobs to use.
nl: Upload je eigen custom paintjob afbeelding voor voertuigen met paintjobs! Je kan dit doen in hhhet tabblad modshop. Er kan voor alle voertuigen tegelijk een custom paintjob worden ingesteld. Je kan deze meerdere keren kopen zodat je meerdere paintjobs kunt toevoegen om te gebruiken.

source: Put that mic to good use, this grants you the right to speak freely on the server.
nl: Zet die microfoon goed in, dit geeft je het rechht om vrijuit te spreken op de server.

source: This perk will extend the burnup time of your vehicle with 50%.
nl: Deze perk verlengt de brandtijd van jouw voertuig met 50%.

source: This perk will extend the burnup time of your vehicle to a total of 100%. Requires perk '${perk}' Expires after ${expiry} days
nl: Deze perk zal de brandtijd van jouw voertuig verlengen tot een totaal van 100%. Vereist perk '${perk}' Verloopt na ${expiry} dagen

source: The classic fire transfer script. If you're on fire, hit someone and you will steal his health. Requires perk '${perk}' Expires after ${expiry} days
nl: Het klassieke brandtransferscript. Als je in brand staat, raak dan iemand en je zult zijn gezondheid stelen. Vereist perk `${perk}` Verloopt na ${expiry} dagen

source: Price: Disabled
nl: Prijs: Uitgeschakeld

source: Makes all objects in a map doublesided (setElementDoubleSided)
nl: Maakt alle objecten in een map dubbelzijdig (setElementDoubleSided)

source: Colored Rockets for ${price} days
nl: Gekleurde Raketten voor ${price} dagen

source: Make all your projectiles (rockets) appear in color.
nl: Laat al je projectielen (raketten) in kleur verschijnen.

source: Set Color
nl: Stel kleur in

source: NTS/DD vehicle reroll for 30 days
nl: NTS/DD voertuig herkiezing foor 30 dagen

source: Having a bad vehicle in NTS/DD, with this perk you can change it once per map. Press '${key}' or ${command} to activate.
nl: Heb je een slechte voertuig in NTS/DD, met deze perk kan je het één keer per map veranderen. Druk `${key}` of ${command} om te activeren.

source: DeadLine color change for 30 days
nl: DeadLine kleur voor 30 dagen

source: Change your DeadLine color.
nl: Verander je DeadLine kleur.

source: Please use a different file extension. Only ${extensions} files are allowed
nl: Gebruik een andere bestandsextensie. Alleen ${extensions} bestanden zijn toegestaan

source: Custom paintjob image ${file} not found!
nl: Custom paintjob afbeelding ${file} niet gevonden!

source: Custom paintjob image ${file} is not a valid image
nl: Custom paintjob afbeelding ${file} is geen geldige afbeelding

source: This upgrade is not added: ${model} + ${upgrade}
nl: Deze upgrade is niet toegevoegd: ${model} + ${upgrade}

source: You should register and log in to buy vehicles and upgrade them
nl: Je moet je registreren en inloggen om voertuigen te kopen en te upgraden

source: Current price for one vehicle: ${price} GC All upgrades are free for owned vehicles
nl: Huidige prijs voor één voertuig: ${price} GC Alle upgrades zijn gratis voor gekochte voertuigen

source: Choose a custom paintjob from the list!
nl: Kies een custom paintjob van de lijst!

source: Buy vehicles
nl: Voertuigen kopen

source: Vehicle
nl: Voertuig

source: Buy vehicle
nl: Koop voertuig

source: Upgrade this vehicle
nl: Upgrade deze voertuig

source: View current vehicle
nl: Bekijk huidige voertuig

source: Colors + Paintjobs
nl: Kleuren + Paintjobs

source: Paint ${num}:
nl: Verf ${num}:

source: Wheels:
nl: Wielen:

source: Lights:
nl: Lichten:

source: You can change a vehicle's colors and its headlight color.
nl: Je kan de kleuren van een voertuig en de kleur van de koplamp veranderen.

source: Save colors
nl: Kleuren opslaan

source: Below you can upload custom paint job. Custom paintjobs work on most vehicles without paintjobs, but are randomly aligned, be warned!
nl: Hieronder kan je een custom paintjob uploaden. Custom paintjobs werken op de meeste voertuigen zonder paintjobs, maar zijn willekeurig uitgelijnd, wees gewaarscchuwd!

source: File path or direct link (URL):
nl: Bestandspad of directe link (URL):

source: Don't forget to Apply and Save Paintjob
nl: Vergeet niet om Paintjob Toepassen en Opslaan te drukken

source: Apply and Save Paintjob
nl: Paintjob Toepassen en Opslaan

source: Apply and Save Paintjob for ALL vehicles
nl: Paintjob Toepassen en Opslaan voor ALLE voertuigen

source: Change
nl: Veranderen

source: Save colors for ALL vehicles
nl: Kleuren opslaan voor ALLE voertuigen

source: Upload Paintjob
nl: Paintjob Uploaden

source: file.bmp or http://i.imgur.com/bLaBlA.jpg
nl: file.bmp of http://i.imgur.com/bLaBlA.jpg

source: You can use a TinyPic.com, Imgur.com, Postimg.org direct link or copy custom paintjob images into this folder: \MTA San Andreas\mods\deathmatch\resources\gcshop\
nl: Je kan gebruik maken van een TinyPic.com, Imgur.com, Postimg.org directe link, of kopieer een custom paintjob afbeelding naar deze map: \MTA San Andreas\mods\deathmatch\resources\gcshop\

source: Rims + Upgrades
nl: Velgen + Upgrades

source: Add upgrade
nl: Upgrade toevoegen

source: Upgrade Name
nl: Upgrade Naam

source: Remove upgrade
nl: Upgrade verwijderen

source: Add upgrade for all
nl: Upgrade toevoegen voor alles

source: Remove upgrade for all
nl: Upgrade verwijderen voor alles

source: Neon lights
nl: Neonlichten

source: Green
nl: Groen

source: Orange
nl: Oranje

source: Red
nl: Rood

source: Yellow
nl: Geel

source: Remove neon
nl: Neon verwijderen

source: Click on the buttons with the corresponding colors you want for the neon lights. Click on the remove button to remove the neon lights. If the buttons are not clickable, it means you can not add neon to this vehicle.
nl: Klik op de knop met de gewensde kleur voor de neonlichten. Klik op de verwijder knop om de neonlichten te verwijderen Als de knop niet aanklikbaar is, betekent dit dat je geen neon aan dit voertuig kunt toevoegen.

source: Custom horns
nl: Aangepaste claxons

source: Enable extra mods!
nl: Schakel extra modificaties in!

source: Enable the extra mods for some new features in the modshop. - Custom horns - Neon lights Price: ${price}
nl: Schakel de extra modificaties in voor enkele nieuwe functionaliteiten in de modshop. - Aangepaste claxon - Neonlichten Prijs: ${price}

source: Currently modding: ${vehicle}
nl: Momentele modificatie: ${vehicle}

source: In this tab you can manage your locked nicknames.
nl: In dit tabblat kan je jouw vergrendelde namen beheren.

source: To lock your current nickname you have to click on "${btn1}". To remove a locked nick, select the nick in the gridlist, then click on "${btn2}". If you are in need of some extra locked nicknames, you can buy extra slots. Click on "${btn3}" to do so. Trolling and deliberate nickstealing can get you banned.
nl: Om je huidige naam te vergrendelen moet je op "${btn1}" klikken. Om een vergrendelde naam te v erwijderen, selecteer je de naam in de lijst en klik je op "${btn2}". Als je een extra vergrendelde naam nodig hebt, kun je extra plaatsen kopen. Klik op "${btn3}" om dit te doen. Trollen en het opzettelijk stelen van namen kunnen resulteren in een ban.

source: Lock current nickname
nl: Vergrendel huidige naam

source: Remove selected nick
nl: Verwijdern geselecteerde naam

source: Buy extra lock nick slot
nl: Koop extra vergrendeling plaatsen

source: My Locked Nicknames
nl: Mijn Vergrendelde Namen

source: Remove selected nickname
nl: Verwijdern vergrendelde naam

source: Current price: ${price} GC per extra slot (max: ${slots} slots)
nl: Huidige prijs: ${price} GC per extra plaats (max: ${slots} plaatsen)

source: Buy extra locknick slot
nl: Koop extra vergrendeling plaatsen

source: ${used}/${max} nickname slots in use
nl: ${used}/${max} vergrendeling plaatsen in gebruik

source: Maximum locked nicknames reached. Please buy more slots if you wish to lock more nicknames.
nl: Maximaal aantal vergrendelde namen bereikt. Koop meer plaatsen als je meer namen wilt vergrendelen.

source: Please select a name before removing it
nl: Selecteer een naam voordat je deze verwijdert

source: Please do not spam click buttons
nl: Gelieve niet te spammen op de knoppen

source: Maximum amount of nickname slots reached (${max})
nl: Maximaal aantal vergrendelde namen bereikt (${max})

source: Your Team
nl: Jouw Team

source: Create your own team! You will be able to set a team name, tag, color, welcome message and invite players to your team. Teams expire after 20/40/60 days, but everyone in the team can refresh the team duration. Clan owners can transfer ownership with /makeowner PlayerName with color code.
nl: Creëer je eigen team! Je kan een naam, tag, kleur, welkomstboodschap en spelers in jouw team uitnodigen. Teams vervallen na 20/40/60 dagen, maar iedereen in het team kan de teamduur verversen. Team eigenaren kunnen het eigendom overdragen met /makeowner SpelerNaam met kleurencodes.

source: Create team ${price} GC / ${amount} days
nl: Creëer een team ${price} GC / ${amount} dagen

source: Save changes ${price} GC
nl: Wijzigingen opslaan ${price} GC

source: Team Name
nl: Team Naam

source: Team Color
nl: Team Kleur

source: Don't show team invites
nl: Laat geen teamuitnodigingen zien

source: /Invite player
nl: Nodig speler uit

source: Kick player
nl: Verwijder speler

source: Leave team
nl: Team verlaten

source: Welcome message
nl: Welkomstboodschap

source: Member
nl: Lid

source: Team Wars
nl: Team Oorlog

source: Select maps
nl: Maps selecteren

source: Select maps to be played in a Team War:
nl: Selecteer maps die in een team oorlog moet worden gespeeld:

source: Add >
nl: Toevoegen >

source: < Remove
nl: < Verwijderen

source: (Owner) (${age}/${remain} days left
nl: (Eigenaar) (${age}/${remain} dagen resterend

source: Renew team ${price} GC / ${amount} days
nl: Team hernieuwen ${price} GC / ${amount} dagen

source: Buy team ${price} GC / ${amount} days
nl: Team kopen ${price} GC / ${amount} dagen

source: Rejoin team
nl: Heraansluiten bij team

source: Team invite
nl: Team uitnodiging

source: Invite
nl: Uitnodigen

source: Close
nl: Sluiten

source: Selling failed! You are either not logged in or don't have that skin!
nl: De verkoop is mislukt! Je bent of niet ingelogd, of je hebt de skin niet!

source: Please select the skin you want to sell!
nl: Selecteer de skin die je wil verkopen!

source: You can only sell skins once every ${cooldown} seconds!
nl: Je kunt maar één keer per ${cooldown} seconde een skin verkopen!

source: Buy skins
nl: Koop skins

source: Buy price: ${buyprice} GC | Sell price: ${sellprice} GC
nl: Koop prijs: ${buyprice} GC | Verkoop prijs ${sellprice} GC

source: You can own multiple skins, but only use one.
nl: U kunt meerdere skins bezitten, maar slechts één gebruiken.

source: Not enough GreenCoins or you already own this skin
nl: Niet genoeg GreenCoins of je hebt deze skin al in jouw bezit

source: Please input a number
nl: Voer een nummer in

source: Or not logged in
nl: Of niet ingelogd

source: Skin bought/sold successfully!
nl: Skin meet succes gekocht/verkocht!

source: Preview skin
nl: Voorbeeld van skin

source: Buy skin
nl: Skin kopen

source: Sell skin
nl: Skin verkopen

source: Set primary skin
nl: Stel in als primaire skin

source: Disable skins feature
nl: Schakel skins-functie uit

source: Your ID purchases so far: %s
nl: Jouw ID aankopen tot nu toe: %s

source: Maps-Center
nl: Maps-Centrum

source: All Maps
nl: Alle Maps

source: Queued Maps
nl: Maps in de wachtrij

source: Map Name
nl: Map Naam

source: Author
nl: Auteur

source: Price
nl: Prijs

source: Resource Name
nl: Resource Naam

source: Buy selected map
nl: Geselecteerde map kopen

source: Refresh list
nl: Vernieuw lijst

source: Priority
nl: Prioriteit

source: This is the Maps-Center. Here you can buy maps.
nl: Dit is de Maps-Centrum. Hier kan je maps kopen.

source: Select a map you like and click "Buy selected map"
nl: Selecteer een map en klik op "Geselecteerde map kopen"

source: The map will be added to the Server Queue, where all bought maps are stored until they're played
nl: De map wordt toegevoegd aan de serverwachtrij, waar alle gekochhte maps worden opgeslagen totdat ze worden afgespeeld

source: The winner of the last map played gets ${discount} % off!
nl: De winnaar van de laatst gespeelde map krijgt ${discount} % korting!

source: Purchase VIP to get a free map every day!
nl: Koop VIP om elke dag een gratis map te krijgen!

source: Every map is ${discount}% off because you have won the last map!
nl: Elke map heeft ${discount}% korting omdat je de laatste map hebt gewonnen!

source: The winner of the last map played gets ${discount}% off!
nl: De winnaar van de laatst gespeelde map krijgt ${discount}% korting!

source: Your next map will be free! (VIP)
nl: Jouw volgende map is gratis! (VIP)

source: You have used your free VIP map. You will get another one tomorrow! (00:00 CET)
nl: Je hebt jouw gratis VIP map gebruikt. Morgen krijg je er eer een! (00:00 CET)

source: Custom Horns
nl: Aangepaste Claxons

source: Buy Horns
nl: Claxon Kopen

source: Available Horns
nl: Beschikbare Claxons

source: My Horns
nl: Mijn Claxons

# Keyboard
source: Key
nl: Toets

source: Select a horn out of the list and press "Buy" to buy for regular usage or double-click to listen it.
nl: Selecteer een claxon uit de lijst en klik op "Kopen" om het te gebruiken, of dubbel-klik om het te beluisteren.

source: Double-click to listen to a horn:
nl: Dubbel-klik om claxon te beluisteren:

source: Horns can only be used 3 times per map (${cooldown} seconds cool-off). However, you can buy unlimited usage of the custom horn for ${price} GC. This item applies to all horns.
nl: Claxons kunnen maar 3 keer per map gebruikt worden (${cooldown} seconde afkoel periode). Je kan echter onbeperkt gebruik maken van de aangepaste claxon voor ${price} GC. Dit is van toepassing op alle claxons.

source: Double-click to bind horn to a key:
nl: Dubbel-klik om claxon aan toets te koppelen:

source: (for gamepads)
nl: (voor gamepads)

source: Buy selected horn Price: ${price} GC
nl: Koop geselecteerde claxon Prijs: ${price} GC

source: Unbind all horns
nl: Ontkoppel alle claxons

source: Bind to a horn control name (Esc -> Settings -> Binds)
nl: Koppel een claxon aan een controle naam (Esc -> Instellingen-> Toetsen)

source: Sell horn
nl: Claxon verkopen

source: Buy unlimited usage Price: ${price} GC
nl: Onbeperkt gebruik kopen Prijs: ${price} GC

source: Horn Perks
nl: Claxon Perks

source: Select a horn first
nl: Selecteer eerst een claxon

source: You can sell a horn once every 5 seconds!
nl: Je kunt elke 5 seconden een claxon verkopen!

source: Binding a key to horn
nl: Koppel toets aan een claxon

source: Press a key to bind or escape to clear
nl: Druk op een toets om te koppelen, of de escape-toets om te wissen

source: Horn successfully bought
nl: Claxon met succes gekocht

source: Either not logged in, not enough GreenCoins, or you already have this horn.
nl: Of je bent niet ingelogd, niet genoeg GreenCoins, of je hebt deze claxon al.

source: Horn successfully sold
nl: Claxon met succes verkocht

source: Either not logged in or you don't have this horn.
nl: Of je bent niet ingelogd of je hebt deze claxon niet.

source: Buy unlimited usage Price: ${price} GC Bought!
nl: Koop onbeperkt gebruik Prijs: ${price} GC Gekocht!
