Repository: MrGreenGaming/i18n
Catalog: mta-racemix/gus/*.po
Languages: nl

source: You have been automatically logged in to #FFFFFF${user}'s#00FF00 account!
nl: Je bent automatisch ingelogd op #FFFFFF${user}'s#00FF00 account!

source: To disable AutoLogin, use /autologin!
nl: Gebruik /autologin om AutoLogin uit te schakelen!

source: /autologin: wrong login/password
nl: /autologin: verkeerde login/wachtwoord

# player state / afk
source: away
nl: afwezig

source: No admins online at the moment.
nl: Geen admins online op dit moment.

source: No moderators online at the moment.
nl: Geen moderatoren online op dit moment.

source: Online moderators: ${list}
nl: Online moderatoren: ${list}

source: Online admin applicants: ${list}
nl: Online admin kandidaten: ${list}

source: '${map}' has been created by '${author}'
nl: ${map}' is gemaakt door '${author}'

source: Upload your maps at: ${url}
nl: Upload jouw maps bij: ${url}

source: Join our Discord! If you need admin support, join the server and ask for an admin
nl: Sluit je aan bij onze Discord! Als je admin-support nodig hebt, word dan lid van de server en vraag om een admin

source: Discord invite: ${url}
nl: Discord uitnodiging: ${url}

source: Use /msg [nick] [text]
nl: Gebruik /msg [naam] [tekst]

source: ${player}#FFD700 is laughing out loud.
nl: ${player}#FFD700 is hardop aan het lachen.

source: No player found
nl: Geen speler gevonden

source: ${player1}#FFD700 is laughing out loud at ${player2}
nl: ${player1}#FFD700 is hardop aan het lachen om ${player2}

source: If this map has a song, it has been downloaded into your computer. You can find it in:
nl: Als dit map een liedje heeft, is het in jouw computer gedownload. Je kunt het vinden in:

source: The correct command is /gclogin, do not misspell it
nl: Het juiste commando is /gclogin, niet verkeerd spellen

source: Currently playing round:
nl: Momenteel speelt ronde:

source: /me messages are disabled in this server
nl: /me berichten zijn uitgeschakeld in deze server

source: ${player} #00ff00has made a streak! (#FFFFFFX${streak}#00ff00) (earned ${reward}GC)
nl: ${player} #00ff00heeft een streak gemaakt! ((#FFFFFFX${streak}#00ff00) (beloning ${reward}GC)

source: Free camera movement is now enabled
nl: Vrije camerabeweging is nu ingeschakeld

source: Free camera movement is now disabled
nl: Vrije camerabeweging is nu uitgeschakeld

source: Taskbar flashing on map change was #ff0000${action}
nl: Taakbalk knipperen op map verandering is #ff0000${action}

source: ${mapname} just started. (${nextmap}).
nl: ${mapname} net begonnen. (${nextmap}).

source: Daylight enabled.
nl: Daglicht ingeschakeld.

source: It will only be applied in allowed modes.
nl: Het zal alleen worden toegepast in toegestane modi.

source: Daylight disabled.
nl: Daglicht uitgeschakeld.

source: Please use an other nickname then "Player"
nl: Gebruik een andere bijnaam dan "Player"

source: Your nickname was already in use, changed to random one
nl: Jouw bijnaam is al in gebruik, veranderd in een willekeurige naam

source: Your nickname is using multiple colour codes, which causes bugs. Please change
nl: Je bijnaam is het gebruik van meerdere kleurcodes, wat bugs veroorzaakt. Verander a.u.b

source: Please use a nickname longer then 2 characters
nl: Gebruik a.u.b. een bijnaam die langer is dan 2 tekens

source: This nickname is already in use
nl: Deze bijnaam is al in gebruik

source: You can't change your nick while you are muted
nl: Je kunt je bijnaam niet veranderen als je gedempt bent

# Toggled on/off
source: on
nl: aan

# Toggled on/off
source: off
nl: uit

source: Chat icons are turned ${onOff}
nl: Chat-iconen zijn nu ${onOff}

source: Chat icons are ${scale}% from normal size
nl: Chat-iconen zijn ${scale}% van normale grootte

source: Chat icons are ${opacity}% visible
nl: Chat-iconen zijn${opacity}% zichtbaar

source: ${killer} has killed ${victim}. Reason: ${reason}
nl: ${killer} heeft ${victim} gedood. Reden: ${reason}

source: ${victim} has been banned by ${admin}
nl: ${victim} is verbannen door ${admin}

source: Chatbox has been disabled by ${admin}!
nl: Chatbox is uitgeschakeld door ${admin}!

source: Chatbox has been cleared by ${admin}!
nl: Chatbox is leeggemaakt door ${admin}!

source: Chatbox enabled again by ${admin}!
nl: Chatbox weer ingeschakeld door ${admin}!

source: Chatbox is currently disabled.
nl: Chatbox is momenteel uitgeschakeld.

source: Chatbox is enabled again!
nl: Chatbox is weer ingeschakeld!

source: ${admin} has marked ${victim} as a blocker.
nl: ${admin} heeft ${victim} gemarkeerd als een blocker.

source: ${admin} has unmarked ${victim} as a blocker.
nl: ${admin} heeft ${victim} ongemarkeerd als blocker.

source: No blockers online at the moment!
nl: Geen blockers online op dit moment!

source: You have been marked as a blocker by ${admin}, you will be unmarked in ${time}
nl: Je bent gemarkeerd als een blocker door ${admin}, je zal ongemarkeerd zijn in ${time}

source: You are no longer marked as a blocker.
nl: Je bent niet langer gemarkeerd als blocker.

source: You are marked as a blocker for: ${time}
nl: Je bent gemarkeerd als een blocker voor: ${time}
