Repository: MrGreenGaming/i18n
Catalog: mta-racemix/joinquit/*.po
Languages: nl

source: ${oldNick}#FF6464 is now known as ${newNick}
nl: ${oldNick}#FF6464 is nu bekend als ${newNick}

source: unknown
nl: onbekend

source: quit
nl: verlaten

source: kicked
nl: gekickt

source: banned
nl: verbannen

source: bad connection
nl: slechte verbinding

source: timed out
nl: getimed

# location
source: from
nl: van

source: Joined: ${player} #FF6464${country} joined the server ${fromRedirect}
nl: Verbonden: ${player} #FF6464${country} is bij de server gekomen ${fromRedirect}

source: Quit: ${player}#FF6464 has been ${kickBan} %{reason}
nl: Verlaten: ${player}#FF6464 is ${kickBan} %{reason}

source: switched to ${servername} server
nl: overgegaan naar ${servername} server

source: Quit: ${player}#FF6464 left the server.
nl: Verlaten: ${player}#FF6464 heeft de server verlaten.

source: Quit: ${player}#FF6464 ${quitReason}
nl: Verlaten: ${player}#FF6464 ${quitReason}
